Repository: asdfghgghjdhg/plugin.program.windowslauncher
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30000
source: General
ru_ru: Общие

# #30001
source: Games Library Source
ru_ru: Источник Игротеки

# #30002
source: Update Games Library
ru_ru: Обновить Игротеку

# #30003
source: Show Files
ru_ru: Просмотр файлов

# #30004
source: Clear Games Library
ru_ru: Очистить Игротеку

# #30011
source: Content Type
ru_ru: Отоброжать как

# #30012
source: Games
ru_ru: Игры

# #30013
source: Addons
ru_ru: Дополнения

# #30014
source: Videos
ru_ru: Видео

# #30015
source: Movies
ru_ru: Фильмы

# #30016
source: Library Metadata Source
ru_ru: Источник данных для Игротеки

# #30021
source: Scraper
ru_ru: Источник данных

# #30024
source: Game
ru_ru: Игры

# #30025
source: Show Dialog Window while Game is running
ru_ru: Показывать диалоговое окно пока игра запущена

# #30901
source: Games Library Source not set Please set Games Library Source in Addon Settings
ru_ru: Источник для Игротеки не задан Пожалуйста, укажите источник для Игротеки в настройках Дополнения

# #30902
source: Information
ru_ru: Информация

# #30903
source: Update Game
ru_ru: Обновить

# #30904
source: Remove from Library
ru_ru: Удалить из Игротеки

# #30905
source: Update all Games in Library now?
ru_ru: Обновить данные для всех игр в Игротеке?

# #30906
source: Clearing Games Library
ru_ru: Очистка Игротеки

# #30907
source: Do You really want to Clear all Games in Source? This cannot be undone.
ru_ru: Вы действительно хотите очистить все данные в Игротеке? Данная операция не может быть отменена.

# #30908
source: Games Library cleared
ru_ru: Игротека очищена

# #30909
source: Updating Games Library:
ru_ru: Обновление Игротеки:

# #30910
source: Select Game
ru_ru: Выберите Игру

# #30911
source: Enter Game Title
ru_ru: Введите название Игры

# #30912
source: Scan to Library
ru_ru: Сканировать в Игротеку

# #30913
source: Error getting response from {}
ru_ru: Ошибка получения ответа от {}

# #30914
source: Error saving Data to Library
ru_ru: Ошибка записи в Игротеку

# #30915
source: Searching {}
ru_ru: Поиск {}

# #30916
source: Getting Data {}
ru_ru: Получение данных {}

# #30917
source: {} Maybe still Running Press "Cancel" to return to KODI
ru_ru: {} Возможно, еще запущена Нажмите "Отмена" для возвращения в KODI
